Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# saveError.alert.message
source: Something went wrong saving your changes. Your information is still here — please try again.
ar: حدث خطأ ما أثناء حفظ التغييرات. معلوماتك لا تزال هنا — يرجى المحاولة مرة أخرى.
bn: আপনার পরিবর্তন সংরক্ষণ করতে কিছু ভুল হয়েছে। আপনার তথ্য এখানে আছে - আবার চেষ্টা করুন।
ca: Hi ha hagut un problema en desar els teus canvis. La teva informació segueix aquí — si us plau, torna-ho a intentar.
cs: Při ukládání změn došlo k chybě. Vaše informace jsou stále zde — zkuste to prosím znovu.
da: Der gik noget galt under gemning af dine ændringer. Dine oplysninger er stadig her – prøv igen.
de: Beim Speichern deiner Änderungen ist etwas schief gelaufen. Deine Informationen sind noch vorhanden – bitte versuche es erneut.
el: Κάτι πήγε στραβά κατά την αποθήκευση των αλλαγών σας. Τα δεδομένα σας είναι εδώ — δοκιμάστε ξανά.
es: Algo ha fallado al guardar los cambios. La información sigue aquí — inténtalo de nuevo.
es_mx: Algo salió mal al guardar tus cambios. Tu información sigue aquí — por favor intenta de nuevo.
fi: Muutoksiasi tallennettaessa tapahtui virhe. Tiedot ovat edelleen tallennettuina — yritä uudelleen.
fr: Un problème est survenu lors de la sauvegarde. Tes informations sont toujours là — réessaie.
fr_ca: Une erreur s'est produite lors de l'enregistrement. Tes informations sont toujours là — réessaie.
gu: તમારા બદલાવો સાચવવામાં કંઈક ખોટું થયું. તમારી માહિતી અહીં છે — કૃપા કરીને ફરી પ્રયાસ કરો.
he: משהו השתבש בעת שמירת השינויים שלך. המידע שלך עדיין כאן — בבקשה נסה שוב.
hi: आपके परिवर्तन सहेजते समय कुछ गलत हुआ। आपकी जानकारी अभी भी यहाँ है — कृपया फिर से प्रयास करें।
hr: Nešto je pošlo po krivu pri spremanju promjena. Vaši podaci su i dalje ovdje — pokušajte ponovo.
hu: Valami hiba történt a módosítások mentésekor. Az adataid még itt vannak — próbáld újra.
id: Terjadi kesalahan saat menyimpan perubahan Anda. Informasi Anda masih tersimpan — silakan coba lagi.
it: Si è verificato un errore durante il salvataggio delle modifiche. Le tue informazioni sono ancora qui — riprova.
ja: 変更の保存中にエラーが発生しました。入力内容は残っています。もう一度お試しください。
kn: ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸುವುದು ವಿಫಲವಾಗಿದೆ. ನಿಮ್ಮ ಮಾಹಿತಿ ಇನ್ನೂ ಇಲ್ಲಿದೆ — ದಯಕರದಿಂದ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 변경 사항을 저장하는 중에 문제가 발생했습니다. 정보는 안전하게 보관되어 있습니다 — 다시 시도해주세요.
ml: നിങ്ങളുടെ മാറ്റങ്ങൾ സംരക്ഷിക്കാൻ എന്തെങ്കിലും തെറ്റായി പോയി. നിങ്ങളുടെ വിവരങ്ങൾ ഇതുവരെ ഇവിടെയുണ്ട് — വീണ്ടും ശ്രമിക്കുക.
mr: आपल्या बदल जतन करण्यात काहीतरी चूक झाली. आपली माहिती अजूनही येथे आहे — कृपया पुन्हा प्रयत्न करा.
ms: Ada yang tidak kena semasa menyimpan perubahan anda. Maklumat anda masih di sini — sila cuba lagi.
nb: Noe gikk galt ved lagring av endringene dine. Opplysningene dine er fortsatt her — prøv igjen.
nl: Er ging iets mis bij het opslaan. Je gegevens zijn er nog — probeer het opnieuw.
or: ଆପଣାର ପରିବର୍ତ୍ତନ ସେଭ୍ କରିବାରେ କିଛି ଭୁଲ ହୋଇଗଲା। ଆପଣାର ତଥ୍ୟ ତଥାପି ଏଠାରେ — ଦୟାକରି ଆବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਦੀ ਤਬਦੀਲੀਆਂ ਸੇਵ ਕਰਨ ਵਿੱਚ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਤੁਸੀਂ ਦੀ ਜਾਣਕਾਰੀ ਅਜੇ ਵੀ ਮੌਜੂਦ ਹੈ — ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Coś poszło nie tak podczas zapisywania zmian. Twoje informacje są tutaj — spróbuj ponownie.
pt_br: Algo deu errado ao salvar suas alterações. Suas informações ainda estão aqui — tente novamente.
pt_pt: Ocorreu um erro ao guardar as tuas alterações. As tuas informações continuam aqui — tenta novamente.
ro: Ceva nu a funcționat la salvarea modificărilor. Informațiile tale sunt încă aici — te rog încearcă din nou.
ru: Не удалось сохранить изменения. Данные на месте — попробуй ещё раз.
sk: Pri ukladaní zmien sa vyskytla chyba. Vaše údaje sú stále tu — skúste prosím znova.
sl: Nekaj je šlo narobe pri shranjevanju tvojih sprememb. Tvoje informacije so še vedno tu — prosimo, poskusi znova.
sv: Något gick fel när ändringarna sparades. Din information finns kvar här — försök igen.
ta: உங்கள் மாற்றங்களைச் சேமிப்பதில் ஏதோ தவறு ஆனது. உங்கள் தகவல் இன்னும் இங்கே உள்ளது — மீண்டும் முயற்சி செய்யவும்.
te: మీ మార్పులను సేవ్ చేయడంలో ఎంత సమస్య ఉంది. మీ సమాచారం ఇప్పటికీ ఇక్కడ ఉంది — దయచేసి మళ్లీ ప్రయత్నించండి.
th: มีบางอย่างผิดพลาดในการบันทึกการเปลี่ยนแปลงของคุณ ข้อมูลของคุณยังอยู่ที่นี่ — โปรดลองอีกครั้ง
tr: Değişiklikler kaydedilirken bir sorun oluştu. Bilgilerin hâlâ burada — lütfen tekrar dene.
uk: Щось пішло не так під час збереження змін. Ваші дані все ще тут — спробуйте ще раз.
ur: اپنی تبدیلوں کو محفوظ کرنے میں خرابی آئی۔ آپ کی معلومات ابھی یہاں ہے — براہ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi khi lưu thay đổi của bạn. Thông tin của bạn vẫn còn đây — vui lòng thử lại.
zh_hans: 保存您的更改时出了点问题。您的信息仍然完好——请再试一次。
zh_hant: 儲存變更時發生問題。您的資訊仍在此處——請重試。

# saveError.alert.message.escalated
source: We couldn't save your changes. Your information is still here — try again, or send us the error details so we can help.
ar: لم نتمكن من حفظ التغييرات. معلوماتك لا تزال هنا — حاول مرة أخرى، أو أرسل لنا تفاصيل الخطأ لكي نتمكن من مساعدتك.
bn: আমরা আপনার পরিবর্তন সংরক্ষণ করতে পারেনি। আপনার তথ্য এখানে আছে - আবার চেষ্টা করুন বা ত্রুটির বিবরণ পাঠান যাতে আমরা সাহায্য করতে পারি।
ca: No hem pogut desar els teus canvis. La teva informació segueix aquí — torna-ho a intentar, o envia'ns els detalls de l'error perquè t'ajudem.
cs: Nepodařilo se nám uložit vaše změny. Vaše informace jsou stále zde — zkuste to znovu, nebo nám pošlete podrobnosti o chybě, abychom vám mohli pomoci.
da: Vi kunne ikke gemme dine ændringer. Dine oplysninger er stadig her – prøv igen, eller send os fejloplysningerne, så vi kan hjælpe.
de: Wir konnten deine Änderungen nicht speichern. Deine Informationen sind noch vorhanden – versuche es erneut, oder sende uns die Fehlerdetails, damit wir dir helfen können.
el: Δεν μπορέσαμε να αποθηκεύσουμε τις αλλαγές σας. Τα δεδομένα σας είναι εδώ — δοκιμάστε ξανά ή στείλτε μας τα στοιχεία σφάλματος για να σας βοηθήσουμε.
es: No hemos podido guardar los cambios. La información sigue aquí — inténtalo de nuevo o envíanos los detalles del error para ayudarte.
es_mx: No pudimos guardar tus cambios. Tu información sigue aquí — intenta de nuevo o envíanos los detalles del error para poder ayudarte.
fi: Muutoksiasi ei voitu tallentaa. Tiedot ovat edelleen tallennettuina — yritä uudelleen tai lähetä meille virhetiedot, jotta voimme auttaa.
fr: Nous n'avons pas pu sauvegarder tes modifications. Tes informations sont toujours là — réessaie, ou envoie-nous les détails de l'erreur.
fr_ca: Nous n'avons pas pu enregistrer tes modifications. Tes informations sont toujours là — réessaie, ou envoie-nous les détails de l'erreur pour qu'on puisse t'aider.
gu: આપણે તમારા બદલાવો સાચવી શક્યા નહીં. તમારી માહિતી અહીં છે — ફરી પ્રયાસ કરો, અથવા આપણને ભૂલ વિગતો મોકલો જેથી આપણે તમને મદદ કરી શકીએ.
he: לא הצלחנו לשמור את השינויים שלך. המידע שלך עדיין כאן — נסה שוב, או שלח לנו את פרטי השגיאה כדי שנוכל לעזור.
hi: हम आपके परिवर्तन नहीं सहेज सके। आपकी जानकारी अभी भी यहाँ है — फिर से प्रयास करें, या हमें त्रुटि विवरण भेजें ताकि हम आपकी मदद कर सकें।
hr: Promjene nije bilo moguće spremiti. Vaši podaci su i dalje ovdje — pokušajte ponovo ili nam pošaljite detalje greške kako bismo mogli pomoći.
hu: Nem sikerült a módosítások mentése. Az adataid még itt vannak — próbáld újra, vagy küldd el az üzeneteket, hogy segíteni tudjunk.
id: Kami tidak dapat menyimpan perubahan Anda. Informasi Anda masih tersimpan — coba lagi, atau kirimkan detail kesalahan kepada kami agar kami dapat membantu.
it: Non abbiamo potuto salvare le tue modifiche. Le tue informazioni sono ancora qui — riprova o inviaci i dettagli dell'errore per aiutarti.
ja: 変更を保存できませんでした。入力内容は残っています。再度お試しいただくか、エラーの詳細をお送りください。
kn: ನಾವು ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಬಹುದಿಲ್ಲ. ನಿಮ್ಮ ಮಾಹಿತಿ ಇನ್ನೂ ಇಲ್ಲಿದೆ — ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ, ಅಥವಾ ನಾವು ಸಹಾಯ ಮಾಡಲು ದೋಷ ವಿವರಗಳನ್ನು ಕಳುಹಿಸಿ.
ko: 변경 사항을 저장할 수 없습니다. 정보는 안전하게 보관되어 있습니다 — 다시 시도하거나 오류 세부 정보를 보내주시면 도움을 드리겠습니다.
ml: നിങ്ങളുടെ മാറ്റങ്ങൾ സംരക്ഷിക്കാൻ ഞങ്ങൾക്ക് കഴിഞ്ഞില്ല. നിങ്ങളുടെ വിവരങ്ങൾ ഇതുവരെ ഇവിടെയുണ്ട് — വീണ്ടും ശ്രമിക്കുക, അല്ലെങ്കിൽ നിങ്ങളെ സഹായിക്കാൻ ഞങ്ങൾക്ക് ത്രുടി വിശദാംശങ്ങൾ അയയ്ക്കുക.
mr: आम्ही आपल्या बदल जतन करू शकलो नाही. आपली माहिती अजूनही येथे आहे — पुन्हा प्रयत्न करा, किंवा आम्हाला त्रुटी तपशील पाठवा जेणेकरून आम्ही मदत करू शकू.
ms: Kami tidak dapat menyimpan perubahan anda. Maklumat anda masih di sini — cuba lagi, atau hantar butiran ralat kepada kami supaya kami dapat membantu.
nb: Vi kunne ikke lagre endringene dine. Opplysningene dine er fortsatt her — prøv igjen, eller send oss feilopplysningene slik at vi kan hjelpe.
nl: Je wijzigingen konden niet worden opgeslagen. Je gegevens zijn er nog — probeer het opnieuw of stuur ons de foutdetails zodat we kunnen helpen.
or: ଆମେ ଆପଣାର ପରିବର୍ତ୍ତନ ସେଭ୍ କରିପାରିନାହିଁ। ଆପଣାର ତଥ୍ୟ ତଥାପି ଏଠାରେ — ଆବାର ଚେଷ୍ଟା କରନ୍ତୁ, କିମ୍ବା ତ୍ରୁଟି ବିବରଣୀ ପଠାନ୍ତୁ ଯାଥା ଆମେ ସାହାଯ୍ୟ କରିପାରିବା।
pa: ਸਾਂ ਤੁਸੀਂ ਦੀ ਤਬਦੀਲੀਆਂ ਨਹੀਂ ਸੇਵ ਕਰ ਸਕੇ। ਤੁਸੀਂ ਦੀ ਜਾਣਕਾਰੀ ਅਜੇ ਵੀ ਮੌਜੂਦ ਹੈ — ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਜਾਂ ਸਾਨੂੰ ਗਲਤੀ ਦਾ ਵੇਰਵਾ ਭੇਜੋ ਤਾਂ ਜੋ ਸਾਂ ਸਹਾਇਤਾ ਕਰ ਸਕੀ।
pl: Nie udało się zapisać Twoich zmian. Twoje informacje są tutaj — spróbuj ponownie lub wyślij nam szczegóły błędu, aby mogliśmy Ci pomóc.
pt_br: Não conseguimos salvar suas alterações. Suas informações ainda estão aqui — tente novamente ou nos envie os detalhes do erro para ajudarmos.
pt_pt: Não foi possível guardar as tuas alterações. As tuas informações continuam aqui — tenta novamente ou envia-nos os detalhes do erro para podermos ajudar.
ro: N-am putut salva modificările tale. Informațiile tale sunt încă aici — încearcă din nou, sau trimite-ne detaliile erorii pentru a te putea ajuta.
ru: Изменения не сохранились. Данные на месте — попробуй ещё раз или отправь нам детали ошибки.
sk: Vaše zmeny sa nepodarilo uložiť. Vaše údaje sú stále tu — skúste znova alebo nám pošlite podrobnosti chyby, aby sme vám mohli pomôcť.
sl: Tvojih sprememb nismo mogli shraniti. Tvoje informacije so še vedno tu — poskusi znova ali nam pošlji podrobnosti o napaki, da ti lahko pomagamo.
sv: Vi kunde inte spara ändringarna. Din information finns kvar här — försök igen, eller skicka oss felinformationen så kan vi hjälpa till.
ta: நாங்கள் உங்கள் மாற்றங்களைச் சேமிக்க முடியவில்லை. உங்கள் தகவல் இன்னும் இங்கே உள்ளது — மீண்டும் முயற்சி செய்யவும், அல்லது நாங்கள் உதவ முடியும் என்பதற்காக பிழை விவரங்களை அனுப்பவும்.
te: మీ మార్పులను సేవ్ చేయలేము. మీ సమాచారం ఇప్పటికీ ఇక్కడ ఉంది — మళ్లీ ప్రయత్నించండి, లేదా ఎర్రర్ వివరాలను మాకు పంపండి కనుక మేము సహాయం చేయవచ్చు.
th: ไม่สามารถบันทึกการเปลี่ยนแปลงของคุณได้ ข้อมูลของคุณยังอยู่ที่นี่ — ลองอีกครั้งหรือส่งรายละเอียดข้อผิดพลาดให้เราเพื่อให้เราสามารถช่วยได้
tr: Değişiklikler kaydedilemedi. Bilgilerin hâlâ burada — tekrar dene ya da hata ayrıntılarını bize gönder, yardımcı olalım.
uk: Не вдалося зберегти ваші зміни. Ваші дані все ще тут — спробуйте ще раз або надішліть нам деталі помилки, щоб ми могли допомогти.
ur: ہم آپ کی تبدیلوں کو محفوظ نہیں کر سکے۔ آپ کی معلومات ابھی یہاں ہے — دوبارہ کوشش کریں، یا ہمیں خرابی کی تفصیلات بھیجیں تاکہ ہم مدد کر سکیں۔
vi: Chúng tôi không thể lưu thay đổi của bạn. Thông tin của bạn vẫn còn đây — hãy thử lại, hoặc gửi cho chúng tôi chi tiết lỗi để chúng tôi có thể giúp.
zh_hans: 我们无法保存您的更改。您的信息仍然完好——请再试一次，或者向我们发送错误详情以便我们帮助您。
zh_hant: 無法儲存您的變更。您的資訊仍在此處——請重試，或傳送我們錯誤詳細資料以便我們協助您。

# saveError.alert.retry
source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
es_mx: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: फिर से प्रयास करें
hr: Pokušaj ponovno
hu: Újra
id: Coba Lagi
it: Riprova
ja: 再試行
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba Lagi
nb: Prøv igjen
nl: Opnieuw proberen
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusi znova
sv: Försök igen
ta: மீண்டும் முயற்சி
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Yeniden Dene
uk: Повторити
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# saveError.alert.sendFeedback
source: Send Feedback
ar: إرسال ملاحظات
bn: মতামত পাঠান
ca: Envia comentaris
cs: Odeslat zpětnou vazbu
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
es_mx: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer un commentaire
fr_ca: Envoyer des commentaires
gu: પ્રતિસાદ મોકલો
he: שליחת משוב
hi: फ़ीडबैक भेजें
hr: Pošalji povratne informacije
hu: Visszajelzés küldése
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
ko: 피드백 보내기
ml: ഫീഡ്‌ബാക്ക് അയയ്ക്കുക
mr: अभिप्राय पाठवा
ms: Hantar Maklum Balas
nb: Send tilbakemelding
nl: Feedback sturen
or: ମତାମତ ପଠାନ୍ତୁ
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
pt_br: Enviar feedback
pt_pt: Enviar comentários
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sl: Pošlji povratne informacije
sv: Skicka feedback
ta: கருத்தை அனுப்பு
te: అభిప్రాయాన్ని పంపండి
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder
uk: Надіслати відгук
ur: تاثرات بھیجیں
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# saveError.alert.title
source: Couldn't save
ar: تعذر الحفظ
bn: সংরক্ষণ করতে পারেনি
ca: No s'ha pogut desar
cs: Nepodařilo se uložit
da: Kunne ikke gemme
de: Speichern nicht möglich
el: Δεν ήταν δυνατή η αποθήκευση
es: No se pudo guardar
es_mx: No se pudo guardar
fi: Tallentaminen epäonnistui
fr: Impossible d'enregistrer
fr_ca: Impossible d'enregistrer
gu: સાચવી શક્યા નથી
he: לא הצלחנו לשמור
hi: सहेज नहीं सके
hr: Nije bilo moguće spremiti
hu: Nem sikerült a mentés
id: Tidak dapat disimpan
it: Impossibile salvare
ja: 保存できませんでした
kn: ಸಾಹಿತ್ಯ ಮಾಡಲಾಗಲಿಲ್ಲ
ko: 저장할 수 없음
ml: സംരക്ഷിക്കാൻ കഴിഞ്ഞില്ല
mr: जतन करता आला नाही
ms: Tidak dapat menyimpan
nb: Kunne ikke lagre
nl: Kon niet opslaan
or: ସେଭ୍ କରିପାରିନାହିଁ
pa: ਨਹੀਂ ਸੇਵ ਕਰ ਸਕੇ
pl: Nie można zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ro: Salvarea nu a reușit
ru: Не удалось сохранить
sk: Nepodarilo sa uložiť
sl: Ni bilo mogoče shraniti
sv: Kunde inte spara
ta: சேமிக்க முடியவில்லை
te: సేవ్ చేయలేకపోయింది
th: ไม่สามารถบันทึกได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
ur: محفوظ نہیں کر سکے
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

# settings.analytics.section.title
source: Diagnostics & Analytics
ar: التشخيصات والتحليلات
bn: ডায়াগনস্টিকস এবং বিশ্লেষণ
ca: Diagnòstics i anàlisi
cs: Diagnostika a analytika
da: Diagnostik og analyse
de: Diagnose & Analyse
el: Διαγνωστικά & Ανάλυση
es: Diagnóstico y análisis
es_mx: Diagnósticos y análisis
fi: Diagnostiikka ja analytiikka
fr: Diagnostics et analyses
fr_ca: Diagnostics et analyses
gu: નિદાન અને વિશ્લેષણ
he: אבחון ואנליטיקה
hi: डायग्नोस्टिक्स और Analytics
hr: Dijagnostika i analitika
hu: Diagnosztika és analitika
id: Diagnostik & Analitik
it: Diagnostica e analisi
ja: 診断と分析
kn: ರೋಗನಿರ್ಣಯ & ವಿಶ್ಲೇಷಣೆ
ko: 진단 및 분석
ml: ഡയഗ്നോസ്റ്റിക്സ് ഉം വിശകലനം
mr: निदान आणि विश्लेषण
ms: Diagnostik & Analitik
nb: Diagnostikk og analyse
nl: Diagnose & analyse
or: ନିରାକରଣ ଏବଂ ବିଶ୍ଳେଷଣ
pa: ਨਿਦਾਨ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Diagnostyka i analityka
pt_br: Diagnóstico e Análise
pt_pt: Diagnóstico e Análise
ro: Diagnostice și analiză
ru: Диагностика и аналитика
sk: Diagnostika a analytika
sl: Diagnostika in analitika
sv: Diagnostik & analys
ta: நோயறிதல் மற்றும் பகுப்பாய்வு
te: నిర్ధారణలు & విశ్లేషణ
th: การวินิจฉัยและการวิเคราะห์
tr: Tanılama ve Analiz
uk: Діагностика та аналітика
ur: تشخیصات اور تجزیات
vi: Chẩn Đoán & Phân Tích
zh_hans: 诊断与分析
zh_hant: 診斷與分析

# settings.analytics.toggle.accessibilityHint
source: Allows the app to send anonymous usage data to help improve the app. No expense details, iCloud identifiers, or personal information are ever included.
ar: يسمح للتطبيق بإرسال بيانات استخدام مجهولة للمساعدة في تحسينه. لا تُضمَّن أي تفاصيل مصروفات أو معرّفات iCloud أو معلومات شخصية.
bn: অ্যাপকে বেনামী ব্যবহারের ডেটা পাঠাতে অনুমতি দেয় অ্যাপ উন্নত করতে। কোনো খরচ বিবরণ, iCloud শনাক্তকারী বা ব্যক্তিগত তথ্য কখনও অন্তর্ভুক্ত করা হয় না।
ca: Permet que l'app enviï dades d'ús anònimes per ajudar a millorar-la. Mai s'inclouen detalls de despeses, identificadors d'iCloud ni informació personal.
cs: Umožňuje aplikaci odesílat anonymní data o využití pro zlepšení aplikace. Nikdy nejsou zahrnuty podrobnosti o výdajích, identifikátory iCloud ani osobní informace.
da: Tillader appen at sende anonyme brugsdata for at hjælpe med at forbedre appen. Udgiftsoplysninger, iCloud-identifikatorer eller personlige oplysninger medtages aldrig.
de: Ermöglicht der App das Senden anonymer Nutzungsdaten zur App-Verbesserung. Ausgabendetails, iCloud-Kennungen oder persönliche Informationen werden nie übertragen.
el: Επιτρέπει στην εφαρμογή να αποστέλλει ανώνυμα δεδομένα χρήσης για τη βελτίωσή της. Δεν συμπεριλαμβάνονται ποτέ λεπτομέρειες εξόδων, αναγνωριστικά iCloud ή προσωπικές πληροφορίες.
es: Permite que la app envíe datos de uso anónimos para ayudar a mejorar la app. Nunca se incluyen detalles de gastos, identificadores de iCloud ni información personal.
es_mx: Permite que la app envíe datos de uso anónimos para ayudar a mejorarla. Nunca se incluyen detalles de gastos, identificadores de iCloud ni información personal.
fi: Sallii sovelluksen lähettää anonyymiä käyttötietoa sovelluksen kehittämiseksi. Kulutietoja, iCloud-tunnisteita tai henkilökohtaisia tietoja ei koskaan sisällytetä.
fr: Autorise l'app à envoyer des données d'utilisation anonymes pour améliorer l'app. Les détails des dépenses, identifiants iCloud et informations personnelles ne sont jamais inclus.
fr_ca: Permet à l'app d'envoyer des données d'utilisation anonymes pour aider à l'améliorer. Aucun détail de dépense, identifiant iCloud ou renseignement personnel n'est jamais inclus.
gu: ઍપ્લિકેશન સુધારવા માટે અનામિક વપરાશ ડેટા મોકલવા માટે ઍપ્લિકેશનને માત્ર આપે છે. કોઈ ખર્ચ વિગતો, iCloud ઓળખકર્તા, અથવા ગોપનીય તથ્યો ક્યારે પણ સમાવેશ થાય છે નહીં.
he: מאפשר לאפליקציה לשלוח נתוני שימוש אנונימיים לשיפור האפליקציה. פרטי הוצאות, מזהי iCloud או מידע אישי אינם נכללים לעולם.
hi: ऐप को ऐप सुधारने में मदद के लिए अनाम उपयोग डेटा भेजने की अनुमति देता है। इसमें कभी भी खर्च की जानकारी, iCloud पहचानकर्ता या व्यक्तिगत जानकारी शामिल नहीं होती।
hr: Dopušta aplikaciji slanje anonimnih podataka o korištenju radi poboljšanja aplikacije. Detalji troškova, iCloud identifikatori ni osobni podaci nikada nisu uključeni.
hu: Lehetővé teszi, hogy az alkalmazás névtelen használati adatokat küldjön a fejlesztés elősegítése érdekében. Soha nem tartalmaz kiadási adatokat, iCloud azonosítókat vagy személyes információkat.
id: Mengizinkan aplikasi mengirimkan data penggunaan anonim untuk membantu meningkatkan aplikasi. Detail pengeluaran, identifier iCloud, atau informasi pribadi tidak pernah disertakan.
it: Consente all'app di inviare dati di utilizzo anonimi per migliorare l'app. Non vengono mai inclusi dettagli sulle spese, identificatori iCloud o informazioni personali.
ja: アプリが匿名の使用データを送信し、改善に役立てることを許可します。支出の詳細、iCloudの識別子、個人情報は含まれません。
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸುಧಾರಿಸಲು ಅನಾಮಧೇಯ ಬಳಕೆ ಡೇಟಾ ಕಳುಹಿಸಲು ಅನುಮತಿ ನೀಡುತ್ತದೆ. ಖರ್ಚುವಿನ ಕೋಶ ವಿವರಗಳು, iCloud ಗುರುತುಸೂಚಕಗಳು ಅಥವಾ ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿ ಎಂದೂ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 앱이 익명 사용 데이터를 전송하여 앱 개선에 도움을 줄 수 있도록 허용합니다. 지출 세부 정보, iCloud 식별자 또는 개인 정보는 포함되지 않습니다.
ml: ആപ്ലിക്കേഷനെ ആപ്ലിക്കേഷൻ മെച്ചപ്പെടുത്താൻ അജ്ഞാത ഉപയോഗ ഡാറ്റ അയയ്ക്കാൻ അനുവദിക്കുന്നു. ചെലവ് വിശദാംശങ്ങൾ, iCloud ഐഡന്റിഫയറുകൾ, അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങൾ ഒരിക്കലും ഉൾപ്പെടുത്താറില്ല.
mr: अ‍ॅपला अ‍ॅप सुधारण्यास मदत करण्यासाठी निनावी वापर डेटा पाठवण्याची अनुमती देते. कोणताही खर्च तपशील, iCloud ओळखकर्ता किंवा व्यक्तिगत माहिती कधीही समाविष्ट केली जात नाही.
ms: Membenarkan aplikasi menghantar data penggunaan tanpa nama untuk membantu menambah baik aplikasi. Tiada butiran perbelanjaan, pengecam iCloud, atau maklumat peribadi yang akan disertakan.
nb: Lar appen sende anonym bruksdata for å hjelpe med å forbedre appen. Utgiftsdetaljer, iCloud-identifikatorer eller personlig informasjon inkluderes aldri.
nl: Hiermee kan de app anonieme gebruiksgegevens verzenden om de app te verbeteren. Er worden nooit uitgavendetails, iCloud-identificatoren of persoonlijke informatie meegestuurd.
or: ଆପୁକୁ ଅଜ୍ଞାତ ବ୍ୟବହାର ତଥ୍ୟ ପଠାଇବାକୁ ଅନୁମତି ଦିଏ ଆପ୍ ଉନ୍ନତ କରିବାରେ। ଏକେବାରେ ଖର୍ଚ୍ଚ ବିବରଣୀ, iCloud ଚିହ୍ନିକାରୀ, କିମ୍ବା ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ଅନ୍ତର୍ଭୁକ୍ତ ନୁହେଁ।
pa: ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਐਪਲੀਕੇਸ਼ਨ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਲਈ ਅਗਿਆਤ ਵਰਤੋਂ ਡੇਟਾ ਭੇਜਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ। ਕੋਈ ਖਰਚ ਵਿਸਥਾਰ, iCloud ਪਛਾਣਕਾਰ, ਜਾਂ ਨਿਜੀ ਜਾਣਕਾਰੀ ਕਦੇ ਸ਼ਾਮਲ ਨਹੀਂ।
pl: Pozwala aplikacji wysyłać anonimowe dane użytkowania w celu jej ulepszania. Szczegóły wydatków, identyfikatory iCloud ani dane osobowe nigdy nie są uwzględniane.
pt_br: Permite que o app envie dados de uso anônimos para ajudar a melhorá-lo. Nenhum detalhe de despesa, identificador iCloud ou informação pessoal é incluído.
pt_pt: Permite que a app envie dados de utilização anónimos para ajudar a melhorá-la. Nunca são incluídos detalhes de despesas, identificadores iCloud ou informações pessoais.
ro: Permite aplicației să trimită date anonime de utilizare pentru a ajuta la îmbunătățirea aplicației. Nu sunt incluse niciodată detalii despre cheltuieli, identificatori iCloud sau informații personale.
ru: Позволяет приложению отправлять анонимные данные об использовании для его улучшения. Данные о расходах, идентификаторы iCloud и личная информация никогда не включаются.
sk: Umožňuje aplikácii odosielať anonymné údaje o používaní na zlepšenie aplikácie. Nikdy nie sú zahrnuté podrobnosti o výdavkoch, identifikátory iCloud ani osobné informácie.
sl: Omogoči aplikaciji, da pošlje anonimne podatke o uporabi za izboljšanje aplikacije. Nikoli niso vključeni detajli stroškov, identifikatorji iCloud ali osebne informacije.
sv: Tillåter appen att skicka anonym användningsdata för att hjälpa till att förbättra appen. Inga utgiftsdetaljer, iCloud-identifierare eller personlig information inkluderas någonsin.
ta: பயன்பாட்டை மேம்படுத்த உதவ அநாமதேய பயன்பாட்டுத் தரவு அனுப்ப பயன்பாட்டை அனுமதிக்கிறது. எந்த செலவு விவரங்களும், iCloud அடையாளங்களும், அல்லது ஆனால் ஒருபோதும் சேர்க்கப்படாது.
te: యాప్‌ను మెరుగుపరచడానికి సహాయం చేయడానికి అజ్ఞాత వినియోగ డేటాను పంపటానికి అనుమతిస్తుంది. ఎర్రర్ వివరాలు, iCloud గుర్తింపులు, లేదా వ్యక్తిగత సమాచారం ఎప్పుడూ చేర్చబడవు.
th: อนุญาตให้แอปส่งข้อมูลการใช้งานแบบไม่ระบุตัวตนเพื่อช่วยพัฒนาแอป ไม่มีรายละเอียดรายจ่าย ตัวระบุ iCloud หรือข้อมูลส่วนบุคคลรวมอยู่ด้วยเลย
tr: Uygulamanın geliştirilmesine yardımcı olmak için anonim kullanım verisi göndermesine izin verir. Gider ayrıntıları, iCloud tanımlayıcıları veya kişisel bilgiler hiçbir zaman dahil edilmez.
uk: Дозволяє додатку надсилати анонімні дані про використання для покращення роботи. Деталі витрат, ідентифікатори iCloud та особиста інформація ніколи не включаються.
ur: ایپ کو ایپ کو بہتر بنانے میں مدد کے لیے گمنام استعمال کے ڈیٹا بھیجنے کی اجازت دیتا ہے۔ کوئی خرچ کی تفصیلات، iCloud شناخت کار، یا ذاتی معلومات کبھی شامل نہیں ہوتی۔
vi: Cho phép ứng dụng gửi dữ liệu sử dụng ẩn danh để giúp cải thiện ứng dụng. Không bao gồm chi tiết khoản chi tiêu, mã định danh iCloud hay thông tin cá nhân.
zh_hans: 允许应用发送匿名使用数据以帮助改善应用。不包含任何支出详情、iCloud 标识符或个人信息。
zh_hant: 允許 App 傳送匿名使用資料，以協助改善 App。絕不包含支出明細、iCloud 識別資訊或個人資訊。
